Repository: diegovalle/hoyodecrimen.api
Catalog: wsgi/translations/*/LC_MESSAGES/messages.po
Languages: es

source: About Crime in Mexico City
es: Acerca de Crimen por tu Rumbo

source: en
es: es

source: es
es: en

source: https://hoyodecrimen.com/acerca
es: https://hoyodecrimen.com/en/about

source: About crime in Mexico City
es: Acerca de Crimen por tu Rumbo

source: Data sources and information for hoyodecrimen.com
es: Fuentes e información de hoyodecrimen.com

source: https://hoyodecrimen.com/en/about
es: https://hoyodecrimen.com/acerca

source: Created by <a href="https://www.diegovalle.net">Diego Valle-Jones</a>
es: Creado por <a href="https://www.diegovalle.net">Diego Valle</a>

source: Crime data since 2013 comes from a <a href="http://data.diegovalle.net/hoyodecrimen/solicitud.zip">FOIA request</a> to the SSPDF. Cuadrante coordinates scraped from <a href="http://201.144.220.174/pid/gps/cuadrantesWeb.php">Consulta de Cuadrantes</a>. The population figures are based on the <a href="http://blog.diegovalle.net/2013/06/shapefiles-of-mexico-agebs-manzanas-etc.html">2010 Census by Manzana</a>. Keep in mind that about 95&#37; of crimes in Mexico City are not reported to the police and you should focus on homicides and car robberies since by their nature they are harder to ignore.
es: Los datos de incidencia delictiva desde el 2013 vienen de una <a href="http://data.diegovalle.net/hoyodecrimen/solicitud.zip">solicitud de información</a> a la SSPDF. El mapa de cuadrantes es de <a href="http://201.144.220.174/pid/gps/cuadrantesWeb.php">Consulta de Cuadrantes</a>. La población está basada en información del <a href="http://blog.diegovalle.net/2013/06/shapefiles-of-mexico-agebs-manzanas-etc.html">censo 2010 por Manzana</a>. La cifra negra en CDMX es cerca del 95&#37; por lo que recomiendo enfocarse en homicidios y robo de vehículo. C.V. significa con violencia y S.V. sin violencia.

source: There's also a
es: También hay una

source: Spanish version
es: versión en inglés

source: and a really cool
es: y un muy cool

source: Download the complete dataset as a <a href="http://data.diegovalle.net/hoyodecrimen/cuadrantes.csv.zip">csv file</a>
es: Descargar los datos de criminalidad <a href="http://data.diegovalle.net/hoyodecrimen/cuadrantes.csv.zip">como csv</a>

source: Visit <a href="https://crimenmexico.diegovalle.net/en/">CrimenMexico</a> for crime information at the national, state and municipio level
es: Visiten <a href="https://crimenmexico.diegovalle.net/en/">CrimenMexico</a> para obtener información criminal de todo México

source: You can download a map of cuadrantes as <a href="https://hoyodecrimen.com/api/v1/cuadrantes/geojson">GeoJSON</a> using the API
es: Pueden descargar un mapa de los cuadrantes en formato GeoJSON <a href="https://hoyodecrimen.com/api/v1/cuadrantes/geojson">usando el API</a>

source: This webapp is opensource and you can view the code on <a href="https://github.com/diegovalle/hoyodecrimen.api">GitHub</a>
es: El código fuente de la aplicación está disponible en <a href="https://github.com/diegovalle/hoyodecrimen.api">GitHub</a>

source: Crime by Sector
es: Crimen por Sector

source: /images/total-sector-hom.png
es: /images/total-sector-hom_es.png

source: /images/total-sector-rncv.png
es: /images/total-sector-rncv_es.png

source: /images/total-sector-rvcv.png
es: /images/total-sector-rvcv_es.png

source: /images/total-sector-rvsv.png
es: /images/total-sector-rvsv_es.png

source: /images/total-sector-rtcv.png
es: /images/total-sector-rtcv_es.png

source: /images/total-sector-rtsv.png
es: /images/total-sector-rtsv_es.png

source: /images/total-sector-rccv.png
es: /images/total-sector-rccv_es.png

source: Home
es: Inicio

source: /en/rates
es: /tasas

source: Rates
es: Tasas

source: /en/counts
es: /numero

source: Counts
es: Número

source: Maps
es: Mapas

source: /en/map
es: /mapa

source: Latitude and Longitude
es: Localización Puntual

source: /en/sectores-map
es: /sectores-mapa

source: Sectores (rates)
es: Sectores (tasas)

source: /en/cuadrantes-map
es: /cuadrantes-mapa

source: Cuadrantes (counts)
es: Cuadrantes (número)

source: /en/crime
es: /crimen

source: Time Series by Crime
es: Series por Crimen

source: /en/charts
es: /charts

source: Time Series by Sector
es: Series por Sector

source: /en/hours
es: /hora

source: Crime by Hour
es: por Hora

source: /en/days
es: /dia

source: Crime by Day
es: por Día de la Semana

source: /en/trends
es: /tendencias

source: Change (Cuadrantes)
es: Cambios (Cuadrantes)

source: /en/about
es: /acerca

source: About
es: Acerca

source: Questions or comments? <strong>Get in touch:</strong>
es: Preguntas o comentarios... ¡Contáctame!

source: Crime data from a <a href="https://data.diegovalle.net/hoyodecrimen/solicitud.zip">FOIA request</a> to the SSPDF. Cuadrante coordinates scraped from <a href="http://data.ssp.cdmx.gob.mx/ubica_cuadrantes.html">Ubica tu cuadrante</a>. The population figures are based on the <a href="http://blog.diegovalle.net/2013/06/shapefiles-of-mexico-agebs-manzanas-etc.html">2010 Census by Manzana</a>.
es: Los datos de incidencia delictiva vienen de una <a href="https://data.diegovalle.net/hoyodecrimen/solicitud.zip">solicitud de información</a> a la SSPDF. El mapa de cuadrantes es de <a href="http://data.ssp.cdmx.gob.mx/ubica_cuadrantes.html">Ubica tu cuadrante</a>. La población está basada en información del <a href="http://blog.diegovalle.net/2013/06/shapefiles-of-mexico-agebs-manzanas-etc.html">censo 2010 por Manzana</a>.

source: Download the complete dataset as a <a href="https://data.diegovalle.net/hoyodecrimen/cuadrantes.csv.zip">csv file</a>
es: Descargar los datos de criminalidad <a href="https://data.diegovalle.net/hoyodecrimen/cuadrantes.csv.zip">como csv</a>

source: For a complete crime and safety report for all of Mexico please visit <a href="https://crimenmexico.diegovalle.net/en/">CrimenMexico</a>.
es: Visiten <a href="https://crimenmexico.diegovalle.net/en/">CrimenMexico</a> para una guía completa del crimen y seguridad en todo México.

source: 8acd30bddc88809427bf568b635de1df754c10c9
es: 1ff9c89c8f9ed13417d494d31ba01faaef45c3cb

source: Crime Changes by Cuadrante in Mexico City
es: Cambio en número de crímenes por cuadrante

source: https://hoyodecrimen.com/tendencias
es: https://hoyodecrimen.com/en/trends

source: Change in crime counts at the cuadrante delictivo level in Mexico City
es: Cambio en el número de crímenes en los cuadrantes del Distrito Federal

source: The last 12 months of crime data compared with the same period last year (the dashed vertical gray lines)
es: Los últimos 12 meses en comparación con el mismo periodo hace un año (las líneas grises en la serie de tiempo)

source: "All DF"
es: "Todo CDMX"

source: Homicides - Total
es: Homicidios - Total CDMX

source: Reset Chart to show all DF data
es: Reinicializar con valores de CDMX

source: Cuadrantes N-4.4.4, C-2.1.16, N-2.2.1, O-2.5.7, O-2.2.4, N-1.3.10, P-1.5.7, and P-3.1.1 were excluded from computing the homicide and firearm lesions scales because they contain hospitals and therefore bias them.
es: Los cuadrantes N-4.4.4, C-2.1.16, N-2.2.1, O-2.5.7, O-2.2.4, N-1.3.10, P-1.5.7 y P-3.1.1 fueron excluidos del cálculo de la escala de colores de homicidios dolosos y lesiones por arma de fuego debido a que contienen hospitales.

source: [ "Jan", "Feb", "Mar", "Apr", "May", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec" ]
es: [ "Ene", "Feb", "Mar", "Abr", "May", "Jun", "Jul", "Ago", "Sep", "Oct", "Nov", "Dec" ]

source: [ "January", "February", "March", "April", "May", "June", "July", "August", "September", "October", "November", "December" ]
es: ["Enero", "Febrero", "Marzo", "Abril", "Mayo", "Junio", "Julio", "Agosto", "Septiembre", "Octubre", "Noviembre", "Diciembre"]

source: " to "
es: " a "

source: "number of crimes"
es: "número de crímenes"

source: 'change in crimes '
es: 'cambio en crímenes '

source: 'crime rate from '
es: 'tasa de crímenes de '

source: 'total crimes from '
es: 'total de crímenes de '

source: date:
es: fecha:

source: , count:
es: , número:

source: , rate:
es: , tasa:

source: Charts of Crime in Mexico City
es: Gráficas de las tasas de crimen en la Ciudad de México por sector delictivo

source: https://hoyodecrimen.com/charts
es: https://hoyodecrimen.com/en/charts

source: Small multiple charts of crime in Mexico City
es: Gráficas de las tasas de crimen en la Ciudad de México por sector delictivo

source: Small multiple charts of crime in Mexico City (ordered by the last available value)
es: Gráficas de las tasas de crimen en la Ciudad de México por sector delictivo (ordenadas por el último valor disponible)

source: Crime:
es: Crimen:

source: rate:
es: tasa:

source: count:
es: número:

source: Crime Counts by Cuadrante in Mexico City
es: Número de crímenes en tu cuadrante

source: https://hoyodecrimen.com/numero
es: https://hoyodecrimen.com/en/counts

source: Maps of crime rates in Mexico City by cuadrante delictivo
es: Mapas de tasas delictivas por cuadrante en la Ciudad de México

source: Charts of Crime in all of Mexico City
es: Gráficas del crimen en toda la Ciudad de México

source: https://hoyodecrimen.com/crimen
es: https://hoyodecrimen.com/en/crime

source: Small multiple charts of crime in all ofMexico City
es: Gráficas del en toda la Ciudad de México

source: Charts of crime trends in Mexico City
es: Gráficas de las tasas de crimen en la Ciudad de México

source: https://hoyodecrimen.com/en/crime
es: https://hoyodecrimen.com/crimen

source: Crime in Mexico City
es: Crimen por tu Rumbo

source: Small multiple charts of crime in all of Mexico City
es: Gráficas de las tasas de crimen en toda la Ciudad de México

source: The SESNSP crime data comes from the data the PGJ-CDMX reports to the <a href="http://secretariadoejecutivo.gob.mx/incidencia-delictiva/incidencia-delictiva-fuero-comun.php">Sistema Ejecutivo del Sistema Nacional</a>. The <a href="http://www.inegi.org.mx/sistemas/olap/proyectos/bd/continuas/mortalidad/defuncioneshom.asp?s=est">INEGI</a> homicide data is based on death certificates issued by the health authority. The SSP-CDMX data is from a FOIA request to the Mexico City government.
es: Los datos del SESNSP muestran la información proporcionada por la PGJ-CDMX al <a href="http://secretariadoejecutivo.gob.mx/incidencia-delictiva/incidencia-delictiva-fuero-comun.php">Sistema Ejecutivo del Sistema Nacional</a>. Los datos del <a href="http://www.inegi.org.mx/sistemas/olap/proyectos/bd/continuas/mortalidad/defuncioneshom.asp?s=est">INEGI</a> provienen de los certificados de defunción. Los datos de la SSP-CDMX vienen de una solicitud de información y son los que usa el resto del sitio.

source: "annualized rate per 100,000"
es: "tasa anualizada por 100,000"

source: Interactive map of crime rates in the cuadrantes of Mexico City
es: Mapa interactivo del número de crimenes en los cuadrantes de la Ciudad de México

source: Interactive Map of Crime Counts by Cuadrante in Mexico City
es: Mapa interactivo del número de crimenes en los cuadrantes en la Ciudad de México

source: https://hoyodecrimen.com/cuadrantes-mapa
es: https://hoyodecrimen.com/en/cuadrantes-map

source: Click anywhere on the map to select a cuadrante (or outside the map to select all DF data)
es: Haz click en el mapa para seleccionar un cuadrante (o afuera del mapa para seleccionar todos los crímenes en CDMX)

source: Cuadrantes N-4.4.4, C-2.1.16, N-2.2.1, O-2.5.7, O-2.2.4, N-1.3.10, P-1.5.7, and P-3.1.1 were excluded from computing the homicide and firearm lesions scales because they contain hospitals and therefore bias them.
es: Los cuadrantes N-4.4.4, C-2.1.16, N-2.2.1, O-2.5.7, O-2.2.4, N-1.3.10, P-1.5.7 y P-3.1.1 fueron excluidos del cálculo de la escala de colores de homicidios dolosos y lesiones por arma de fuego debido a que contienen hospitales.

source: Total Population
es: Población Total

source: Counts by Cuadrante
es: Número por cuadrante

source: Rate
es: Tasa

source: Count
es: Número

source: Map Legend
es: Leyenda

source: - rate:
es: - tasa:

source: - count:
es: - número:

source: Charts of Crime in Mexico City by Day of Week
es: Gráficas del crimen en la Ciudad de México por día de la semana

source: https://hoyodecrimen.com/dia
es: https://hoyodecrimen.com/en/days

source: Small multiple charts of crime in Mexico City by day of week
es: Gráficas del crimen en la Ciudad de México por día de la semana

source: Crime in Mexico City by day of week for the last 12 months
es: Crimen en la Ciudad de México por día de la semana durante los últimos 12 meses

source: "Count"
es: "Número"

source: Charts of Crime in Mexico City by Hour
es: Gráficas de las tasas de crimen en la Ciudad de México por hora

source: https://hoyodecrimen.com/hora
es: https://hoyodecrimen.com/en/hours

source: Small multiple charts of crime in Mexico City by hour
es: Gráficas de las tasas de crimen en la Ciudad de México por hora

source: Crime in Mexico City by hour of day for the last 12 months
es: Crimen en la Ciudad de México por hora durante los últimos 12 meses

source: "Hour"
es: "Hora"

source: Map of crime incidents in Mexico City tagged with latitude/longitude, date and time of occurance.
es: Mapa de incidentes criminales de la Ciudad de México con latitud, longitud, fecha y hora de ocurrencia

source: Interactive Map of Crime in Mexico City
es: Mapa interactivo del crimen en la Ciudad de México

source: https://hoyodecrimen.com/mapa
es: https://hoyodecrimen.com/en/map

source: Crime Map of Mexico City
es: Mapa del Crimen por tu Rumbo

source: https://hoyodecrimen.com/en/mapa
es: https://hoyodecrimen.com/mapa

source: crime:
es: crimen:

source: date:
es: fecha:

source: hour:
es: hora:

source: Start Date:
es: Fecha de Inicio:

source: End Date:
es: Fin:

source: Start Hour:
es: Hora de Inicio:

source: End Hour:
es: Fin:

source: Filters
es: Filtros

source: All crimes reported to the SSP&#8209;CDMX since January 2013.
es: Todos los crímenes reportados a la SSP&#8209;CDMX desde Enereo del 2013

source: Select a date range:
es: Seleccionar fechas:

source: Select an hour range:
es: Seleccionar horas:

source: https://hoyodecrimen.com/en/map
es: https://hoyodecrimen.com/mapa

source: lat:
es: latitud:

source: long:
es: longitud:

source: Crimes since January 2013
es: Todos los crímenes geolocalizados desde el 2013

source: Crime in Mexico City - See how your neighborhood rated for violent and property crimes
es: Crimen en la Ciudad de México - Averigua cuantos delitos se cometieron por tu rumbo

source: https://hoyodecrimen.com/
es: https://hoyodecrimen.com/en/

source: Crime in Mexico City. Find out how many crimes there were in your cuadrante delictivo
es: Crimen en la Ciudad de México. Averigua cuantos crímenes ocurrieron por tu rumbo

source: Maps and charts of where crimes are happening in your neighbor and street
es: Todos los delitos de la Ciudad de México geolocalizados con latitud, longitud, hora y día de ocurrencia. Averigua cuantos crímenes ocurrieron en tu cuadrante

source: https://hoyodecrimen.com/en/
es: https://hoyodecrimen.com/

source: Detailed crime rates and statistics from Mexico City. Crime incidents are tagged with latitude/longitude, date and time of occurance.
es: Crimen por tu rumbo de la Ciudad de México. Los incidentes están geolocalizados y cuentan con la fecha y hora de ocurrencia.

source: Crime in your Cuadrante
es: Crimen en tu cuadrante

source: Homicide
es: Homicidio

source: Violent Car Robbery
es: Robo de Vehículo C.V.

source: Non-Violent Car Robbery
es: Robo de Vehículo S.V.

source: Street Robbery
es: Robo a Transeúnte C.V.

source: Other
es: Otros

source: Cuadrantes highlighted in black. Points represent all crimes within 500 meters of your location during the last 12 months.
es: El cuadrante es el polígono negro. Los puntos representan crímenes durante los últimos 12 meses a 500 metros de tu ubicación.

source: Population:
es: Población:

source: Crimes counts by month in your cuadrante
es: Número de crímenes en tu cuadrante

source: Spatially smoothed crimes rates in your cuadrante compared to the rest of Mexico City during the last 12 months
es: Tasas de criminalidad alisadas espacialmente en tu cuadrante y comparadas con el resto de CDMX (12 últimos meses)

source: When comparing cuadrantes with the rest of CDMX, the raw crime incidence rate can be statistically unstable due to the small size of the cuadrantes and the relative small number of people at risk. Plus, sometimes homicides and firearm lesions are recorded as having happened inside a hospital, to get a better sense of the crime risk I spatially smoothed the rate of each cuadrante taking into account its nearest neighbors.
es: C.V. y S.V. significan con y sin violencia. Al comparar cuadrantes con el resto de la Ciudad de México, las tasas de incidencia criminal pueden ser estadísticamente inestables debido al tamaño pequeño de los cuadrantes y de su poca población. Además, a veces los homicidios y lesiones por arma de fuego son catalogadas con la latitud y longitud de los hospitales donde atienden a las víctimas. Para mejorar la percepción del riesgo a ser víctima de un crimen alise espacialmente las tasas de los cuadrantes para tomar en cuenta a sus vecinos más cercanos.

source: Official Crime Data
es: Datos Oficiales

source: The Mexico City Police Department divided the city into 847 quadrants. Thanks to a freedom of information request this website was able to obtain crime information for each and every quadrant.<br/><br/> With this data citizens and the authorities can visualize the most violent parts of the city; businessmen can decide where to locate or expand; drivers can find in which parking lots their cars are least likely to be stolen... With interactive maps the Mexico City government can be brought to account for its incompetence in managing the city&#39;s crime problem. It&#39;s even possible for the Chief of Police to assess and compare his personnel. Don&#39;t hesitate to <a href="https://www.diegovalle.net/contact.html">contact me</a> if you have any questions.
es: La SSP-CDMX dividió al Distrito Federal en 847 cuadrantes. Gracias a una solicitud de información obtuve los datos de todos los crímenes cometidos en los cuadrantes.<br><br> Con estos datos y su visualización, los ciudadanos y las autoridades podrían saber dónde se encuentran las áreas más violentas; los empresarios escogerían mejor dónde situar sus negocios, y los conductores sabrían en cuáles estacionamientos es más probable que les roben el auto... <br><br> Con estos mapas interactivos en la mano se les pueden pedir cuentas a los policías y comandantes responsables de cada cuadrante o sector. Incluso el Secretario de Seguridad Pública podría usarlos para comparar y evaluar a sus comandantes y policías. No dudes en <a href="https://www.diegovalle.net/contact.html">contactarme</a>.

source: Cuadrante Homicides
es: Cuadrante - Homicidios

source: Cuadrante Violent robberies to a business
es: Cuadrante - Robo a Negocio C.V.

source: Cuadrante Vehicle robberies with violence
es: Cuadrante - Robo de Vehículo C.V

source: Cuadrante Vehicle robberies without violence
es: Cuadrante - Robo de Vehículo S.V.

source: Cuadrante Rape
es: Cuadrante - Violaciones

source: Cuadrante House robberies with violence
es: Cuadrante - Robo a casa habitación C.V.

source: Cuadrante Robberies to pedestrians with violence
es: Cuadrante - Robo a transeunte C.V.

source: Cuadrante Robberies to pedestrians without violence
es: Cuadrante - Robo a transeunte S.V.

source: count
es: número

source: All DF
es: Todo CDMX

source: rate
es: tasa

source: Your Cuadrante
es: Tu cuadrante

source: https://hoyodecrimen.com/tasas
es: https://hoyodecrimen.com/en/rates

source: Maps of crime rates in Mexico City by sector delictivo
es: Mapas de las tasas de criminalidad en la Ciudad de México

source: Crime by Sector in Mexico City
es: Crimen por sector en la Ciudad de México

source: Homicides - rates
es: Homicidios - Total CDMX

source: Interactive map of crime rate in the sectores of Mexico Shitty
es: Mapa interactivo de las tasas de criminalidad en el Distrito Federal

source: Interactive Map of Crime Rates by Sector in Mexico City
es: Mapa interactivo de las tasas de criminalidad en el Distrito Federal

source: https://hoyodecrimen.com/sectores-mapa
es: https://hoyodecrimen.com/en/sectores-map

source: Click anywhere on the map to select a sector (or outside the map to select all DF data)
es: Haz click en el mapa para seleccionar un sector (o afuera del mapa para seleccionar todos los crímenes en CDMX)

source: Rates by Sector
es: Tasa por Sector
